Repository: hxebolax/Accesibilidad-para-AirLiveDrive
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr, tr

source: {}; {} porciento
ar: {}; {} في المئة
tr: yüzde {}; {}

source: Sin datos
ar: لا توجد بيانات
tr: Veri yok

source: Activa el panel de cuentas
ar: تفعيل لوحة الحسابات
tr: Hesap panelini etkinleştir

source: Activa el panel de opciones
ar: قم بتنشيط لوحة الخيارات
tr: Seçenekler panelini etkinleştir

source: Se mueve al siguiente de los 4 elementos posibles
ar: ينتقل إلى التالي من 4 عناصر ممكنة
tr: 4 olası öğeden sonrakine gider

source: Se mueve al anterior de los 4 elementos posibles
ar: ينتقل إلى السابق من 4 عناصر ممكنة
tr: 4 olası öğeden öncekine gider

source: Importar / Exportar
ar: استيراد / تصدير
fr: Importer / Exporter
tr: İçe aktar / Dışa aktar

source: Menú
ar: القائمة
fr: Menu
tr: Menü

source: Opciones
ar: الاختيار
fr: Options
tr: Seçenekler

source: Discos
ar: القرص
fr: Disques
tr: Diskler

source: Exportar Discos
ar: تصدير الأقراص
fr: Exporter les disques
tr: Diskleri Dışa Aktar

source: Importar Discos
ar: استيراد الأقراص
fr: Importer les disques
tr: Diskleri İçe Aktar

source: Explorar
ar: استكشاف
fr: Parcourir
tr: Gezgin

source: Configuración disco
ar: تكوين القرص
fr: Configuration du disque
tr: Disk Yapılandırması

source: Eliminar disco
ar: حذف القرص
fr: Supprimer le disque
tr: diski sil

source: Subir posición el disco en la lista
ar: تحريك القرص لأعلى في القائمة
fr: Monter de position le disque dans la liste
tr: Diski listede yukarı taşı

source: Bajar posición el disco en la lista
ar: تحريك القرص لأسفل في القائمة
fr: Descendre de position le disque dans la liste
tr: Diski listede aşağı taşı

source: Verbaliza el tamaño de la unidad
tr: Birim boyutunu sözlü olarak ifade et

source: El foco tiene que estar en una unidad para saber su tamaño.
tr: Boyutu öğrenebilmek için bir disk seçili olmalıdır.

source: AirAccessibility
ar: إمكانية الوصول Air
tr: AirErişilebilirliği

source: Hace más accesibles los productos AirExplorer y AirLiveDrive para NVDA
ar: يجعل منتجات المستكشف وair live drive المنتجات ل نفدا أكثر سهولة
tr: NVDA için AirExplorer ve AirLiveDrive ürünlerini daha erişilebilir hale getirir

source: Accesibilidad para AirLiveDrive
fr: Accessibilité pour AirLiveDrive

source: Etiqueta elementos de la aplicación AirLiveDrive para NVDA
fr: Étiquetage des éléments de l'application AirLiveDrive pour NVDA
